const food = [
    {
        id: "1",
        title: "Классическая шаурма",
        price: "150",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень, свежие томаты, огурцы, капуста, морковь, болгарский перец"
    },
    {
        id: "2",
        title: "Шаурма со свининой",
        price: "170",
        description: " Лаваш, шашлык из свинины, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь"
    },
    {
        id: "3",
        title: "Шаурма-жюльен",
        price: "230",
        description: " Лаваш, куриное филе, грибы, лук, сыр, оливки, фирменный соус"
    },
    {
        id: "4",
        title: "Шаурма в лепешке",
        price: "160",
        description: "Свежеиспеченная лепёшка, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь"
    },
    {
        id: "5",
        title: "Шаурма с курицей и картошкой-фри",
        price: "175",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, морковь, болгарский перец, картофель фри"
    },
    {
        id: "6",
        title: "Шаурма с курицей и сыром",
        price: "175",
        description: "Сырный лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, морковь, болгарский перец, сыр"
    },
    {
        id: "7",
        title: "Шаурма со свининой и картошкой-фри",
        price: "195",
        description: "Лаваш, шашлык из свинины, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь, картофель фри"
    },
    {
        id: "8",
        title: "Шаурма со свининой и сыром",
        price: "195",
        description: "Сырный лаваш, шашлык из свинины, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь, сыр"
    },
]

const drinks = [
    {id: "9", title: "Cola", price: "100", description: "1 литр"},
    {id: "10", title: "Фанта", price: "70", description: "0,33 литра"},
    {id: "11", title: "Спрайт", price: "80", description: "0,5 литра"},
    {id: "12", title: "Сок «Добрый»", price: "120", description: "1 литр"},
    {id: "13", title: "Сок «Rich»", price: "150", description: "1 литр"},
    {id: "14", title: "Минеральная вода", price: "70", description: "0,5 литра"},
    {id: "15", title: "Компот из яблок", price: "200", description: "1 литр"},
    {id: "16", title: "Компот из груш", price: "240", description: "1 литр"}
]

const combo = [
    {id: "17", title: "Комбо «Новичок»", price: "220", description: "Классическая шаурма + литр колы"},
    {
        id: "18",
        title: "Комбо на маленькую компанию",
        price: "750",
        description: "3 классических шаурмы + 2 литра яблочного компота"
    },
    {id: "19", title: "Комбо «Праздник»", price: "1600", description: "7 любых видов шаурмы на выбор + 2 литра колы"},
    {id: "20", title: "Комбо для компании", price: "1000", description: "5 любых видов шаурмы"},
]

const top = [
    {
        id: "1",
        title: "Классическая шаурма",
        price: "150",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень, свежие томаты, огурцы, капуста, морковь, болгарский перец"
    },
    {
        id: "3",
        title: "Шаурма-жюльен",
        price: "230",
        description: " Лаваш, куриное филе, грибы, лук, сыр, оливки, фирменный соус"
    },
    {
        id: "5",
        title: "Шаурма с курицей и картошкой-фри",
        price: "175",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, морковь, болгарский перец, картофель фри"
    },
    {
        id: "9",
        title: "Cola",
        price: "100",
        description: "1 литр"
    },
    {
        id: "10",
        title: "Fanta",
        price: "70",
        description: "0,33 литра"
    },
]

export {food, drinks, combo, top};
