const food = [
    {
        title: "Классическая шаурма",
        price: "150",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень, свежие томаты, огурцы, капуста, морковь, болгарский перец"
    },
    {
        title: "Шаурма со свининой",
        price: "170",
        description: " Лаваш, шашлык из свинины, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь"
    },
    {
        title: "Шаурма-жюльен",
        price: "230",
        description: " Лаваш, куриное филе, грибы, лук, сыр, оливки, фирменный соус"
    },
    {
        title: "Шаурма в лепешке",
        price: "160",
        description: "Свежеиспеченная лепёшка, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь"
    },
    {
        title: "Шаурма с курицей и картошкой-фри",
        price: "175",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, морковь, болгарский перец, картофель фри"
    },
    {
        title: "Шаурма с курицей и сыром",
        price: "175",
        description: "Сырный лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, морковь, болгарский перец, сыр"
    },
    {
        title: "Шаурма со свининой и картошкой-фри",
        price: "195",
        description: "Лаваш, шашлык из свинины, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь, картофель фри"
    },
    {
        title: "Шаурма со свининой и сыром",
        price: "195",
        description: "Сырный лаваш, шашлык из свинины, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, болгарский перец, морковь, сыр"
    },
]

const drinks = [
    {title: "Cola", price: "100", description: "1 литр"},
    {title: "Фанта", price: "70", description: "0,33 литра"},
    {title: "Спрайт", price: "80", description: "0,5 литра"},
    {title: "Сок «Добрый»", price: "120", description: "1 литр"},
    {title: "Сок «Rich»", price: "150", description: "1 литр"},
    {title: "Минеральная вода", price: "70", description: "0,5 литра"},
    {title: "Компот из яблок", price: "200", description: "1 литр"},
    {title: "Компот из груш", price: "240", description: "1 литр"}
]

const combo = [
    {title: "Комбо «Новичок»", price: "220", description: "Классическая шаурма + литр колы"},
    {title: "Комбо на маленькую компанию", price: "750", description: "3 классических шаурмы + 2 литра яблочного компота"},
    {title: "Комбо «Праздник»", price: "1600", description: "7 любых видов шаурмы на выбор + 2 литра колы"},
    {title: "Комбо для компании", price: "1000", description: "5 любых видов шаурмы"},
]

const top = [
    {
        title: "Классическая шаурма",
        price: "150",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень, свежие томаты, огурцы, капуста, морковь, болгарский перец"
    },
    {
        title: "Шаурма-жюльен",
        price: "230",
        description: " Лаваш, куриное филе, грибы, лук, сыр, оливки, фирменный соус"
    },
    {
        title: "Шаурма с курицей и картошкой-фри",
        price: "175",
        description: "Лаваш, шашлык из курицы, фирменный соус, лук, ароматная зелень (петрушка, укроп), свежие томаты, огурцы, капуста, морковь, болгарский перец, картофель фри"
    },
    {
        title: "Cola",
        price: "100",
        description: "1 литр"
    },
    {
        title: "Fanta",
        price: "70",
        description: "0,33 литра"
    },
]

export {food, drinks, combo, top};
